Repository: eiliaJafari/AirBnb-clone
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fa

source: Add a Comment
fa: کامنت ارسال کنید

source: Number of messages
fa: هیچ پیامی وجود ندارد

source: Number of participants
fa: تعداد افراد در حال مکالمه

source: Number of Rooms
fa: تعداد اتاق ها

source: Booked Day
fa: روز رزرو شده

source: Booked Days
fa: روز های رزرو شده

source: pending
fa: در حال بررسی

source: confirmed
fa: تایید شده

source: canceled
fa: کنسل شده

source: status
fa: وضعیت

source: check_in
fa: ساعت ورود

source: check_out
fa: ساعت خروج

source: Can't Reserve That Room
fa: آن اتاق قابل رزرو کردن نیست

source: Reservation Updated
fa: رزرواسیون بروز شد

source: review
fa: نقد و بررسی

source: accuracy
fa: تطابق

source: communication
fa: ارتباطات

source: cleanliness
fa: تمیزی

source: location
fa: موقعیت مکانی

source: value
fa: ارزش

source: Avg.
fa: میانگین

source: Room reviewed
fa: نقد شما ثبت شد

source: caption
fa: کپشن

source: file
fa: فایل

source: Room Type
fa: نوع اتاق

source: Amenities
fa: امکانات رفاهی

source: Facilities
fa: تسهیلات

source: House Rule
fa: قوانین

source: name
fa: نام

source: description
fa: توضیحات

source: country
fa: کشور

source: city
fa: شهر

source: price
fa: قیمت

source: address
fa: آدرس

source: guests
fa: تعداد مهمان

source: How many people will be staying?
fa: چه تعداد افراد سکونت خواهند داشت؟

source: beds
fa: تعداد تخت

source: bedrooms
fa: تعداد اتاق

source: baths
fa: تعداد دستشویی

source: instant_book
fa: رزرو فوری

source: room_type
fa: نوع اتاق

source: amenities
fa: امکانات رفاهی

source: facilities
fa: تسهیلات

source: house_rules
fa: قوانین

source: Cant delete that photo
fa: این تصویر نمیتواند حذف شود

source: Photo Deleted
fa: تصویر حذف شد

source: Photo Updated
fa: تصویر بروز شد

source: Photo Uploaded
fa: تصویر بارگذاری شد

source: Room Uploaded
fa: اتاق بارگذاری شد

source: Sorry Not found
fa: متاسفانه این صفحه وجود ندارد

source: Search for rooms
fa: جستجوی اتاق

source: Conversation
fa: گفتگو

source: Conversation between
fa: گفتگو بین

source: no messages
fa: هیچ پیامی وجود ندارد

source: Send Comment
fa: کامنت ارسال کنید

source: Your Favourites
fa: اتاق های مورد علاقه شما

source: Superhost
fa: میزبان نمونه

source: This is Ilya Jafari's Bachelor's project supervised by professor Rahmanimanesh
fa: .این وب سایت، پروژه کارشناسی ایلیا جعفری با راهنمایی استاد رحمانی منش است

source: 2022 Semnan University, All rights reserved
fa: دانشگاه سمنان، سال 1401

source: Language:
fa: زبان:

source: Balance:
fa: موجودی

source: Stop hosting
fa: خروج از حالت میزبانی

source: Start hosting
fa: ورود به حالت میزبانی

source: Create Room
fa: ایجاد اتاق

source: Favs
fa: مورد علاقه

source: Profile
fa: پروفایل

source: Log out
fa: خروج از حساب کاربری

source: Log in
fa: ورود کاربر

source: Sign up
fa: ثبت نام

source: Continue with Github
fa: ادامه با گیت هاب

source: Or
fa: یا

source: Contact your Host
fa: با میزبان خود تماس بگیرید

source: Send a Message
fa: پیام ارسال کنید

source: Write your review
fa: نقد خود را یادداشت کنید

source: Submit Review
fa: نقد خود را ثبت کنید

source: Cancel Reservation
fa: رزرواسیون را کنسل کنید

source: Confirm Reservation
fa: رزرواسیون را تایید کنید

source: Remove from Favourites
fa: از مورد علاقه حذف شود

source: Save to Favourites
fa: در مورد علاقه ذخیره شود

source: House Rules
fa: قوانین

source: Reviews
fa: نقد و بررسی

source: Edit Room
fa: تغییر اتاق

source: Edit Photos
fa: تغییر عکس

source: Upload Photo
fa: آپلود عکس

source: Edit
fa: تغییر

source: Delete
fa: حذف

source: Back to edit room
fa: بازگشت به صفحه قبل

source: Search
fa: جستجو

source: Results
fa: نتایج

source: Don't have an account
fa: آیا اکانتی ندارید

source: Have an account
fa: آیا اکانت دارید

source: Login
fa: لاگین

source: Change Password
fa: پسورد را تغییر دهید

source: Edit Profile
fa: تغییر مشخصات

source: 's Rooms
fa: اتاق های

source: Email
fa: ایمیل

source: Password
fa: پسورد

source: Password is wrong
fa: پسورد اشتباه است

source: User does not exist
fa: کاربر وجود ندارد

source: first_name
fa: نام

source: First Name
fa: نام

source: last_name
fa: نام خانوادگی

source: Last Name
fa: نام خانوادگی

source: email
fa: ایمیل

source: Confirm Password
fa: تایید پسورد

source: That email is already taken
fa: این ایمیل وجود دارد

source: Password confirmation does not match!
fa: !پسورد تطابق ندارد

source: Can't go there
fa: ورود غیرمجاز است

source: Male
fa: مرد

source: Female
fa: زن

source: Other
fa: غیره

source: English
fa: انگلیسی

source: Farsi
fa: فارسی

source: Github
fa: گیت هاب

source: first name
fa: نام

source: avatar
fa: آواتار

source: gender
fa: جنسیت

source: bio
fa: درباره من

source: birthdate
fa: تاریخ تولد

source: language
fa: زبان:

source: balance
fa: موجودی

source: superhost
fa: میزبان نمونه

source: See you later
fa: به امید دیدار

source: Profile Updated
fa: پروفایل بروز شد

source: Password Updated
fa: پسورد بروز شد
